import React from 'react'
import { Container } from "react-bootstrap"

const BioScreen = () => {
  return (
    <Container style={{direction: 'rtl'}} className='text-end'>
        <h1 className='mt-4 '>
            אודות אורלי רובינזון
        </h1>
        <div>
אורלי רובינזון (נולדה ב-28 בפברואר 1969) היא מעצבת וסופרת ישראלית היוצרת ספרי עיצוב ואדריכלות ישראלים. שיזמה והובילה פרויקטים חשובים, כגון: סדרות ספרים שעוסקות בעיצוב ישראלי, ספרים שעוסקים באדריכלים ספציפיים ועוד.

רובינזון הוציאה כ-34 ספרי עיצוב וסטיילינג לבית, ולפי הערכות מכרה יותר מ–300,000 עותקים לאורך השנים.

            <h3>ביוגרפיה</h3>
רובינזון נולדה וגדלה בקריית מוצקין, ומציינת כי שם עוצבה אישיותה. אימה הייתה מנהלת חשבונות ואביה, יוסף רולס, היה אדריכל שהקפיד גם בבית המשפחה על אסתטיקה קלאסית וכבדה[1]. למדה בבית הספר התיכון אורט קריית מוצקין במגמת אדריכלות. שירתה בצה"ל כמורה חיילת וכפקידה פלוגתית ביחידת מגלן. לאחר סיום שירותה הצבאי עברה להתגורר בתל אביב יחד עם אחיה ערן רולס (מנהל המרכז הישראלי לבנייה) והשתלבה במשרדה של שלווה בן גל בתחום הפקות ותצוגת אופנה. רובינזון גם עבדה עם אחיה כמנהלת הדרכה במרכז הבנייה הישראלי, וכיום השניים משתפים פעולה במסגרת העבודה על שבוע העיצוב[2].
<br />
רובינזון למדה לתואר ראשון הנדסאי אדריכלות בטכניקום גבעתיים ולאחר מכן המשיכה ללימודי תעודת הוראה למקצועות טכנולוגיים בבית הספר להנדסאים ע”י אוניברסיטת תל אביב[3].
<br />
בשנת 1995 עברה להתגורר במושב עין ורד בשרון שם הקימה סטודיו לעיצוב. לרובינזון שלושה ילדים.
            <h3>קריירה</h3>
בתחילת דרכה המקצועית, לאחר סיום לימודי האדריכלות, החלה רובינזון לעבוד בתחום ותכננה וילות ובתים פרטיים, אך לאחר כמה שנים החליטה שייעודה בחיים הוא הכתיבה.

בשנת 1996 החלה לכתוב טור שבועי בנושא עיצוב ותכנון במעריב[4] ובעקבות הצלחת הטור החליטה להתמקד יותר בכתיבה בנושאים אלו.

ספרה הראשון: "חדרים"', ראה אור בשנת 2001 בהוצאת כתר, ונמכר בלמעלה מ – 20 אלף עותקים.

לאחר הצלחת ספר זה רובינזון הוציאה את ספרי ההמשך: "חדרים בעיר", "מעצבים חדרי ילדים", "מטבחים" ועוד.

לאחר מכן היא הוציאה ספרים על אדריכלים ספציפיים, כמו יונתן מונג'ק. למרות ההתנגדות הראשונית של ההוצאה לאור להוציא ספר שיתמקד באדריכל בודד, בסופו של דבר הספר זכה להצלחה במכירות. לאחר מכן הוציאה גם ספרים נוספים שעסקו באדריכלים ספציפיים, למשל: שירלי דן, סנדרה חליבה ועוד.

בשנת 2015 הוציאה ביחד עם צילה ירון את הספר "עיצוב מבראשית", העוסק בשאלת זהות עיצוב האופנה הישראלי, ומבוסס על פסוקים מספר בראשית להם הותאם עיצוב המורכב מטקסטילים, בגדים, אביזרים ועוד. בספר המחולק לשישה פרקים, כל פרק מייצג סוג עיצוב ישראלי שונה[5]. רובינזון חוקרת בספר זה את ארץ התנ"ך ומתווה קשרים בינה לבין עיצוב עכשווי בהקשר לנושא המקראי[6].

ביוני 2018 פורסם כי ספרה ״הבית הרגשי״ תורגם לאנגלית ויופץ בארצות הברית, באירופה, באוסטרליה ובמזרח הרחוק. הרעיון הראשוני לספר זה היה העיסוק בבתים אקולוגיים, אך השתנה תוך כדי העבודה על הספר שבסופו של דבר עוסק בעיקר ברגישות לסביבה המתבטאת בעיצוב[4].

במסגרת העבודה על הפקת הספרים ביקרו רובינזון ולימור זומר אריק, שותפתה להפקת הספרים, באלפי בתים ודירות בישראל. סך מכירות ספריה עומד על כ–300 אלף ספרים, וסביר שרובינזון היא הכותבת שמכרה עד היום את כמות הספרים הגדולה ביותר בישראל בתחומי האדריכלות העיצוב[7].

בנוסף לעיסוק בהפקת ספרי עיצוב ואדריכלות[8], רובינזון היא המייסדת והבעלים של אתר האינטרנט "העיצוב הישראלי" וכותבת טורים קבועים בליידי גלובס ובמאקו.

רובינזון גם מרצה ומנחה פנלים של ועידות וכנסים מקצועיים, מנהלת התוכן של ועידת האדריכלים השנתית באילת, חברת נשיאות בשבוע העיצוב הישראלי, מפיקה תוכן מסחרי וקטלוגים ייחודים עבור חברות שונות כמו: שילב, ורדינון, טמבור ועוד[9]. מפיקה אירועים וכנסים בתחומי הלייפסטייל ומובילה מיזמים חברתיים-ערכיים בתחומי עיסוקה[3].

בתחום האדריכלות באקדמיה ובקרב כותבים נמתחה בעבר ביקורת על רובינזון, הנוגעת לכך שספריה אינם מיועדים לאדריכלים או לסטודנטים לאדריכלות וממומנים על ידי אדריכלים, מעצבים וחברות מסחריות.

רובינזון לא מכחישה שיש לעיתים חיבור בינה לבין חברות מסחריות בתהליך ההפקה של ספריה, אך טוענת כי התהליך שקוף בכך שבכל ספר יש פירוט של החברות שמימנו אותו. רובינזון טוענת שחיבור זה הוא גורם משמעותי עבור הפקת הספר שלא בא על חשבון האיכות.
        </div>
    </Container>
  )
}

export default BioScreen